Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HEALTH_RECORDS_DATA_EXPLANATION
source: Help Apple improve the Health Records feature by sharing information such as medications, labs, and conditions. This also enables sharing data from your other devices. %@
ar: ساعد Apple في تحسين ميزة السجلات الصحية من خلال مشاركة معلومات مثل الأدوية والفحوصات المخبرية والحالات الصحية. وهذا يتيح أيضًا مشاركة البيانات من أجهزتك الأخرى. %@
bg: Когато споделяте информация като лекарства, лаборатории и състояния, помагате на Apple да подобри функцията Здравно досие. Това също така активира споделянето на данни от другите ви устройства. %@
ca: Per ajudar Apple a millorar els informes clínics, pots compartir informació sobre els medicaments, les anàlisis i les malalties. Si ho permets, també s’activarà la recopilació de dades a la resta de dispositius que tinguis. %@
cs: Pomozte společnosti Apple s vylepšováním zdravotních záznamů sdílením informací o lécích, laboratorních výsledcích a zdravotním stavu. Data se budou sdílet také z vašich ostatních zařízení. %@
da: Hjælp Apple med at forbedre funktionen Helbredsjournaler ved at dele oplysninger om f.eks. medicin, prøver og sygdomme. Deling af data fra dine andre enheder bliver også slået til. %@
de: Unterstütze Apple dabei, die Funktion „Gesundheitsakte“ zu verbessern, indem du Informationen über Medikamente, Laborergebnisse und Erkrankungen teilst. Das Teilen von Daten von deinen anderen Geräten wird ebenfalls aktiviert. %@
el: Βοηθήστε την Apple να βελτιώσει τη δυνατότητα «Ιατρικές εγγραφές» μέσω της κοινοποίησης πληροφοριών, όπως π.χ. φάρμακα, εξετάσεις και παθήσεις. Αυτή η ενέργεια ενεργοποιεί επίσης την κοινοποίηση δεδομένων από τις άλλες συσκευές σας. %@
es: Ayuda a Apple a mejorar la función “Historial clínico” compartiendo información como medicación, resultados de laboratorio y diagnóstico de enfermedades. Al hacerlo, también se compartirán los datos del resto de tus dispositivos. %@
es_us: Ayuda a Apple a mejorar la función del expediente médico al compartir información como medicamentos, laboratorios y padecimientos. Esto también permitirá compartir datos de tus otros dispositivos. %@
fi: Auta Applea parantamaan potilaskertomustoimintoa jakamalla tietojasi, kuten lääkkeet, laboratoriotulokset ja sairaudet. Tämä myös ottaa käyttöön tietojen jakamisen muista laitteistasi. %@
fr: Aidez Apple à améliorer la fonctionnalité « Dossiers médicaux » en partageant des informations, telles que celles relatives aux traitements, aux analyses et aux problèmes médicaux. Le partage de données sera également activé sur vos autres appareils. %@
fr_ca: Aidez Apple à améliorer les fonctions de Dossiers médicaux en partageant des informations telles que celles relatives aux traitements, aux analyses et aux troubles médicaux. Le partage de données à partir de vos autres appareils sera également activé. %@
he: באפשרותך לעזור ל-Apple לשפר את המאפיין ״רשומות רפואיות״ באמצעות שיתוף מידע כגון תרופות, בדיקות מעבדה והיסטוריה רפואית. הרשאה זו תאפשר גם שיתוף נתונים מהמכשירים אחרים שלך. ‏%@
hi: दवाइयाँ, लैब और दशा जैसी जानकारी शेयर करके सेहत रिकॉर्ड सुविधाओं को बेहतर बनाने में Apple की सहायता करें। यह आपके अन्य डिवाइस से डेटा शेयर करना भी सक्षम करता है। %@
hr: Pomozite Appleu u poboljšanju značajke Zdravstveni podaci tako da podijelite informacije o lijekovima, laboratorijskim nalazima i stanjima. Time se također omogućava dijeljenje podataka s vaših drugih uređaja.%@
hu: Az olyan információk megosztásával, mint a gyógyszerek, a laboreredmények és az egészségügyi állapotok, segíthet az Apple-nek továbbfejleszteni az Egészségügyi dokumentumok funkciót. Ezzel az Ön további eszközein is engedélyezi az adatgyűjtést. %@
id: Bantu Apple meningkatkan fitur Catatan Kesehatan dengan membagikan informasi seperti pengobatan, lab, dan kondisi. Ini juga mengaktifkan berbagi data dari perangkat Anda lainnya. %@
it: Aiuta Apple a migliorare la funzionalità “Dati sanitari” condividendo informazioni come farmaci, risultati degli esami di laboratorio e patologie. L’azione abiliterà la condivisione di dati anche dagli altri dispositivi che usi. %@
ja: 薬、検査、病状などの情報を共有することで、ヘルスケアレコード機能の改善にご協力いただけます。これにより、ほかのデバイスからのデータの共有も有効になります。%@
kk: Дәрі-дәрмектер, зертханалар және жағдайлар сияқты ақпаратты бөлісе отырып, Apple компаниясына денсаулық жазбаларын жетілдіруге көмектесіңіз. Бұл, сондай-ақ басқа құрылғыларыңыздағы деректерді бөлісу функциясын іске қосады. %@
ko: 투여약, 검사 및 질환 등과 같은 정보를 공유하여 Apple이 건강 기록 기능을 향상할 수 있도록 도움을 줄 수 있습니다. 여기에 참여하면 사용자의 다른 기기에서도 데이터 공유가 활성화됩니다. %@
lt: Padėkite bendrovei „Apple“ pagerinti funkciją „Sveikatos įrašai“, bendrindami tam tikrą informaciją, pvz., vaistų, laboratorijos duomenis ir sveikatos būklę. Bendrinant šią informaciją, duomenys taip pat bendrinami iš kitų įrenginių. %@
ms: Bantu Apple meningkatkan ciri Rekod Kesihatan dengan berkongsi maklumat seperti ubat, makmal dan keadaan kesihatan. Ini juga mendayakan berkongsi data daripada peranti lain anda. %@
nl: Help Apple bij het verbeteren van de functie 'Medisch dossier' door informatie (zoals medicijnen, laboratoriumuitslagen en aandoeningen) te delen. Hiermee wordt ook het delen van gegevens van je andere apparaten ingeschakeld. %@
no: Hjelp Apple med å forbedre Helsejournaler ved å dele informasjon som medisiner, prøveresultater og lidelser. Dette vil starte deling av data fra de andre enhetene dine også. %@
pl: Pomóż Apple ulepszać funkcję Rekordy zdrowotne, udostępniając informacje o lekach, badaniach i schorzeniach. Spowoduje to także włączenie udostępniania danych z innych Twoich urządzeń. %@
pt_br: Ajude a Apple a melhorar o recurso Registros Médicos ao compartilhar informações como medicamentos, laboratórios e doenças. O compartilhamento de dados dos seus outros dispositivos também será ativado. %@
pt_pt: Ajude a Apple a melhorar a funcionalidade Registos de saúde partilhando informação como medicamentos, análises e problemas de saúde. A partilha de dados também será ativada nos seus outros dispositivos. %@
ro: Ajutați Apple la îmbunătățirea funcționalității “Înregistrări medicale” prin partajarea unor informații precum medicații, rezultate de laborator și afecțiuni medicale. Această opțiune activează partajarea de date și de pe celelalte dispozitive ale dvs. %@
ru: Помогайте Apple в улучшении функции «Состояние здоровья», делясь информацией о лекарствах, анализах и заболеваниях. При этом данные также будут отправляться с других Ваших устройств. %@
sk: Pomôžte spoločnosti Apple vylepšovať funkciu Zdravotné záznamy zdieľaním informácií, ako sú napríklad užívané lieky, výsledky testov a zdravotné problémy. Dáta budú zdieľané aj z vašich ostatných zariadení. %@
sl: Delite podatke, kot so zdravila, laboratorijski izvidi in zdravstvena stanja. Na podlagi teh podatkov Apple izboljšuje funkcijo Zdravstveni karton. S tem boste omogočili tudi deljenje podatkov iz drugih naprav. %@
sv: Hjälp Apple att förbättra funktionen Medicinska journaler genom att dela information som läkemedel, labbar och hälsotillstånd. Det här aktiverar också delning av data från dina andra enheter. %@
th: ช่วย Apple ปรับปรุงคุณสมบัติบันทึกสุขภาพโดยการแชร์ข้อมูล เช่น การทานยา แล็บ และอาการ การทำงานนี้ยังเปิดใช้งานการแชร์ข้อมูลจากอุปกรณ์อื่นของคุณอีกด้วย %@
tr: İlaç, laboratuvar ve sağlık durumu gibi bilgileri paylaşarak Apple’ın Sağlık Kayıtları özelliğini iyileştirmesine yardımcı olun. Bu, diğer aygıtlarınızdan veri paylaşımını da etkinleştirir. %@
uk: Допомагайте Apple покращувати функцію «Медзаписи», поширюючи інформацію, як‑от дані про медикаменти, результати аналізів і захворювання. Це також увімкне поширення даних із ваших інших пристроїв. %@
vi: Giúp Apple cải thiện tính năng Hồ sơ sức khỏe bằng cách chia sẻ thông tin như thuốc, thí nghiệm và tình trạng bệnh lý. Việc này cũng cho phép chia sẻ dữ liệu từ các thiết bị khác của bạn. %@
zh_cn: 通过共享用药、检验结果和健康状况等信息来帮助Apple改进“健康记录”功能。这也会在其他设备上启用数据共享。%@
zh_hk: 透過共享用藥、檢驗項目和健康狀況等資料以協助Apple改進「健康記錄」功能。這亦會啟用你其他裝置上的共享資料功能。%@
zh_tw: 分享用藥、檢驗結果和健康狀況等資訊以協助Apple改進「健康記錄」功能。這也會讓你可以從其他裝置上分享資料。%@

# HEALTH_DATA_EXPLANATION
source: Help Apple improve health and fitness features by sharing your activity, workout, and limited health-related data. This also enables sharing data from your other devices. %@
ar: ساعد Apple على تحسين ميزات الصحة واللياقة من خلال مشاركة بيانات النشاط والتمرين ومعلومات محدودة متعلقة بالصحة. سيمكِّن هذا أيضًا مشاركة البيانات من أجهزتك الأخرى. %@
bg: Като споделяте вашата активност, тренировки и ограничени данни за вашето здраве, помагате на Apple да подобри функциите за здраве и фитнес. Това също така активира споделянето на данни от другите ви устройства. %@
ca: Per ajudar Apple a millorar les funcions de salut i d’activitat física, pots enviar les dades de l’activitat i dels entrenaments. Si ho permets, també s’activarà la recopilació de dades a la resta de dispositius que tinguis. %@
cs: Pomozte společnosti Apple s vylepšováním funkcí pro zdraví a fyzickou kondici sdílením dat aktivity, cvičení a omezeně i dat souvisejících se zdravím. Data se budou sdílet také z vašich ostatních zařízení. %@
da: Hjælp Apple med at forbedre sundheds- og fitnessfunktionerne ved at dele dine aktivitets- og træningsdata samt begrænsede sundhedsrelaterede data. Deling af data fra dine andre enheder bliver også slået til. %@
de: Unterstütze Apple dabei, Gesundheits- und Fitnessfunktionen zu verbessern, indem du deine Aktivitäts-, Trainings- und bestimmte gesundheitsbezogene Daten teilst. Dadurch wird auch das Teilen von Daten von anderen Geräten aktiviert. %@
el: Βοηθήστε την Apple να βελτιώσει τις δυνατότητες υγείας και άθλησης κοινοποιώντας τα δεδομένα δραστηριότητας και προπονήσεών σας, καθώς και περιορισμένα δεδομένα που σχετίζονται με την υγεία σας. Αυτή η ενέργεια ενεργοποιεί επίσης την κοινοποίηση δεδομένων από τις άλλες συσκευές σας. %@
es: Ayuda a Apple a mejorar las funciones de salud y forma física compartiendo los datos de tu actividad, tus entrenos y otra información de carácter limitado relacionada con tu salud. Al hacerlo, también se compartirán los datos del resto de tus dispositivos. %@
es_us: Ayuda a Apple a mejorar sus funciones de salud y condición física compartiendo datos sobre tus niveles de actividad, entrenamientos e información limitada relacionada con tu salud. Esto también permitirá compartir datos de tus otros dispositivos. %@
fi: Auta Applea parantamaan terveys- ja kunto-ominaisuuksia jakamalla aktiivisuus- ja treenitietosi sekä rajoitettuja terveyteen liittyviä tietoja. Tämä myös ottaa käyttöön tietojen jakamisen muista laitteistasi. %@
fr: Aidez Apple à améliorer les fonctionnalités de santé et de forme physique en partageant vos données d’activité et d’exercice, ainsi que certaines données de santé. Le partage de données sera également activé sur vos autres appareils. %@
fr_ca: Aidez Apple à améliorer les fonctionnalités de santé et de forme physique en partageant vos données d’activité et d’entraînement ainsi que certaines données liées à la santé. Le partage de données à partir de vos autres appareils sera également activé. %@
he: באפשרותך לעזור ל-Apple לשפר את מאפייני הבריאות והכושר באמצעות שיתוף נתוני האימונים והפעילות שלך, וכן מידע מסוים בנוגע לבריאותך. הרשאה זו תאפשר גם שיתוף נתונים מהמכשירים האחרים שלך. ‏%@
hi: अपनी ऐक्टिविटी, वर्कआउट और सेहत संबंधी सीमित डेटा भेजकर सेहत और तंदुरुस्ती फ़ीचर को बेहतर बनाने में Apple की सहायता करें। यह आपके अन्य डिवाइस से डेटा शेयर करना भी सक्षम करता है। %@
hr: Pomozite Appleu u poboljšanju značajki povezanih sa zdravljem i kondicijom tako da dijelite svoje podatke o aktivnosti, treninzima te ograničene zdravstvene podatke. Time se također omogućava dijeljenje podataka s vaših drugih uređaja. %@
hu: A tevékenység- és edzésadatok, valamint korlátozottan az egészségével kapcsolatos adatok megosztásával segíthet az Apple-nek továbbfejleszteni az egészség- és fitneszfunkciókat. Ezzel az Ön további eszközein is engedélyezi az adatgyűjtést. %@
id: Bantu Apple meningkatkan fitur kesehatan dan kebugaran dengan membagikan data aktivitas, olahraga, dan data terbatas terkait kesehatan Anda. Ini juga mengaktifkan berbagi data dari perangkat Anda lainnya. %@
it: Aiuta Apple a migliorare le funzionalità legate all’attività fisica e al tuo stato di salute condividendo dati relativi alla tua attività e agli allenamenti, oltre a un numero ristretto di informazioni sanitarie di altro tipo. L’azione abiliterà la condivisione di dati anche dagli altri dispositivi che usi. %@
ja: アクティビティ、ワークアウト、一部のヘルスケア関連のデータを共有することで、ヘルスケアおよびフィットネス機能の向上にご協力いただけます。これにより、ほかのデバイスからのデータ共有も有効になります。%@
kk: Белсенділігіңіз, жаттығуларыңыз бен денсаулығыңызға қатысты шектеулі деректерді бөлісе отырып, Apple компаниясына денсаулық пен фитнес мүмкіндіктерін жетілдіруге көмектесіңіз. Бұл, сондай-ақ басқа құрылғыларыңыздағы деректерді бөлісу функциясын іске қосады. %@
ko: 사용자의 활동, 운동 및 제한적인 건강 관련 데이터를 공유하여 Apple이 건강 및 피트니스 기능을 향상할 수 있도록 도움을 줄 수 있습니다. 여기에 참여하면 사용자의 다른 기기에서도 데이터 공유가 활성화됩니다. %@
lt: Padėkite bendrovei „Apple“ pagerinti sveikatos ir fizinės parengties funkcijas, bendrindami aktyvumo, treniruočių ir ribotus su sveikata susijusius duomenis. Bendrinant šią informaciją, duomenys taip pat bendrinami iš kitų įrenginių. %@
ms: Bantu Apple meningkatkan ciri kesihatan dan kecergasan dengan berkongsi data aktiviti, latihan dan data terhad berkaitan kesihatan anda. Ini juga mendayakan berkongsi data daripada peranti lain anda. %@
nl: Help Apple bij het verbeteren van de gezondheids- en conditiefuncties door je activiteits- en work‑outgegevens en beperkte gezondheidsgegevens te delen. Hiermee wordt ook het delen van gegevens van je andere apparaten ingeschakeld. %@
no: Hjelp Apple med å forbedre helse- og treningsfunksjonene ved å dele aktivitets- og treningsdata og begrensede data knyttet til helse. Dette vil starte deling av data fra de andre enhetene dine også. %@
pl: Pomóż Apple usprawniać funkcje związane ze zdrowiem i sprawnością, udostępniając swoje dane aktywności i treningów oraz ograniczone dane dotyczące zdrowia. Spowoduje to także włączenie udostępniania danych z innych Twoich urządzeń. %@
pt_br: Ajude a Apple a melhorar os recursos de saúde e preparo físico ao compartilhar seus dados de atividades, exercícios e saúde. O compartilhamento de dados dos seus outros dispositivos também será ativado. %@
pt_pt: Ajude a Apple a melhorar as funcionalidades de saúde e fitness partilhando os seus dados de atividade, treino e alguns dados de saúde. A partilha de dados também será ativada nos seus outros dispositivos. %@
ro: Ajutați Apple la îmbunătățirea funcționalităților pentru sănătate și fitness prin partajarea informațiilor dvs. referitoare la activitate și exerciții, precum și a unor date limitate referitoare la sănătate. Această opțiune activează partajarea de date și de pe celelalte dispozitive ale dvs. %@
ru: Помогите Apple улучшать функции здоровья и фитнеса, отправляя данные о своей активности, тренировках и некоторые сведения о здоровье. При этом данные также будут отправляться с других Ваших устройств. %@
sk: Pomôžte spoločnosti Apple vylepšovať zdravotné a tréningové funkcie zdieľaním dát aktivít a tréningov a obmedzených dát týkajúcich sa zdravia. Dáta budú zdieľané aj z vašich ostatných zariadení. %@
sl: Delite svoje podatke o aktivnosti in vadbi ter omejene podatke, povezane z zdravjem. Na podlagi teh podatkov Apple izboljšuje funkcije za zdravje in gibanje. S tem boste omogočili tudi deljenje podatkov iz drugih naprav. %@
sv: Hjälp Apple att förbättra sina hälso- och träningsfunktioner genom att dela dina aktivitets- och träningsdata och en begränsad mängd hälsorelaterade data. Det här aktiverar också delning av data från dina andra enheter. %@
th: ช่วย Apple ปรับปรุงคุณสมบัติด้านสุขภาพและฟิตเนสโดยการแชร์กิจกรรม การออกกำลังกาย และข้อมูลที่เกี่ยวกับสุขภาพอย่างจำกัดของคุณ การทำงานนี้ยังเปิดใช้งานการแชร์ข้อมูลจากอุปกรณ์อื่นของคุณอีกด้วย %@
tr: Aktivite, antrenman ve sınırlı sağlık verilerinizi paylaşarak Apple’ın sağlık ve fitness özelliklerini geliştirmesine yardımcı olun. Bu, diğer aygıtlarınızdan veri paylaşımını da etkinleştirir. %@
uk: Допомагайте Apple покращувати функції для здоровʼя та фітнесу, поширюючи свої дані активності й тренувань, а також обмежені дані, повʼязані зі здоровʼям. Це також увімкне поширення даних із ваших інших пристроїв. %@
vi: Giúp Apple cải thiện các tính năng sức khỏe và thể dục bằng cách chia sẻ hoạt động, bài tập và dữ liệu giới hạn liên quan đến sức khỏe của bạn. Việc này cũng sẽ cho phép chia sẻ dữ liệu từ các thiết bị khác của bạn. %@
zh_cn: 通过共享你的健身记录、体能训练和有限的健康相关数据来帮助Apple改进健康和健身功能。这也会在其他设备上启用数据共享。%@
zh_hk: 透過共享你的健身記錄、體能訓練和有限的健康相關資料，協助Apple改進健康和健身功能。這亦會啟用你其他裝置上的共享資料功能。%@
zh_tw: 分享你的活動記錄、體能訓練和有限的健康相關資料，以協助Apple改進健康和健身功能。這也會讓你可以從其他裝置上分享資料。%@
